// 1)შექმენით ცვლადი word - გადაეცით თქვენთვის სასურველი სიტყვა, შემდეგ მომხმარებელს შემოატანინეთ სასუველი ენა(მაგ:ქართული,ინგლისური,ფრანგული) და switch-კონსტრუქტორის გამოყენებით გააკეთეთ მარტივი translate როდესაც მომხმარებელი შემოიყვანს მაგალითად "ფრანგულს" თქვენი სიტყვა კონსოლში გადაითარგმნოს "ფრანგულად", ხოლო თუ მომხმარებელი შემოიტანს სხვა სიტყვას მაგ შემთხვევაში კონსოლში გამოიტანოს რომ ასეთი ენა არ არსებობს და ახლიდან სთხოვოს შეყვენა

let word = prompt("რომელი ენა გსურთ?")
switch(word){
    case 'ქართული':
        console.log("გამარჯობა")
        break
    case "ინგლისური":
        console.log("hello")
        break
    case "რუსული":
        console.log("Привет")
        break
    default:
        console.log("ასეთი ენა არ არსებოს")
}