// 2) მომხმარებელს შემოატანინეთ თვის სახელი მაგ:("იანვარი" , "თებერვალი") , თქვენი მიზანია დაადგინოთ მომხმარებლის შემოტანილი თვე სეზონის რომელი პერიოდია (ზაფხული,ზამთარი,შემოდგომა,თუ გაზაფხული)

let test = prompt("please text a moth")
switch (test) {
    case "მარტი" || "აპრილი" || "მაისი":
        console.log("გაზაფხული")
        break
    case "ივნისი" || "ივლისი" || "აგვისტო":
        console.log("ზაფხული")
        break
    case "სექტემბერი" || "ოქტომბერი" || "ნოემბერი":
        console.log("შემოდგომა")
        break
    case "დელემბერი" || "იანვარი" || "თებერვალი":
        console.log("ზამთარი")
}